Repository: City-of-Helsinki/hitas
Catalog: backend/static/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Finnish
fi: Suomi

source: English
fi: Englanti

source: Not Ready
fi: Ei valmis

source: Less than 30 years
fi: Alle 30 vuotta

source: Greater than 30 years, not free
fi: Yli 30 vuotta, ei vapaa

source: Greater than 30 years, free
fi: Yli 30 vuotta, vapaa

source: Greater than 30 years, plot department notification
fi: Yli 30 vuotta, tontityksikön ilmoitus

source: Half hitas
fi: Puolihitas

source: Ready, no statistics
fi: Valmis, ei tilastoihin

source: Free
fi: Vapaa

source: Reserved
fi: Varattu

source: Sold
fi: Myyty

source: Apartment
fi: Asunto

source: Apartments
fi: Asunnot

source: Apartment maximum price calculation
fi: Asunnon enimmäishintalaskelma

source: Apartment maximum price calculations
fi: Asunnon enimmäishintalaskelmat

source: Apartment sale
fi: Asunnon kauppatapahtuma

source: Apartment sales
fi: Asunnon kauppatapahtumat

source: Format: 100012345A or 91-17-16-1 S 001
fi: Muoto: 100012345A tai 91-17-16-1 S 001

source: Building
fi: Rakennus

source: Buildings
fi: Rakennukset

source: Building type
fi: Rakennuksen tyyppi

source: Building types
fi: Rakennuksen tyypit

source: Developer
fi: Rakennuttaja

source: Developers
fi: Rakennuttajat

source: Apartment type
fi: Asunnon tyyppi

source: Apartment types
fi: Asunnon tyypit

source: Not given
fi: Ei myönnetty

source: Three months
fi: Kolme kuukautta

source: Six months
fi: Kuusi kuukautta

source: Condition of Sale
fi: Myyntiehto

source: Conditions of Sale
fi: Myyntiehdot

source: External sales data
fi: Tilastokeskuksen asuntokauppatilasto

source: External sales datas
fi: Tilastokeskuksen asuntokauppatilastot

source: Vuokratalo Hitas II
fi: Vuoakratalo Hitas II

source: Regulated
fi: Sääntelyn piirissä

source: Released by Hitas
fi: Vapautettu sääntelystä

source: Released by Plot Department
fi: Vapautettu sääntelystä tontityksikön päätöksellä

source: Format: 1234567-1
fi: Muoto: 1234567-1

source: Housing company
fi: Taloyhtiö

source: Housing companies
fi: Taloyhtiöt

source: Maximum price index
fi: Enimmäishintaindeksi

source: Maximum price indices
fi: Enimmäishintaindeksit

source: Market price index for apartments constructed before January 2011
fi: Markkinahintaindeksi asunnoille, jotka on rakennettu ennen tammikuuta 2011

source: Market price indices for apartment constructed before January 2011
fi: Markkinahintaindeksit asunnoille, jotka on rakennettu ennen tammikuuta 2011

source: Market price index for apartments constructed in January 2011 onwards
fi: Markkinahintaindeksi asunnoille, jotka on rakennettu tammikuusta 2011 alkaen

source: Market price indices for apartment constructed in January 2011 onwards
fi: Markkinahintaindeksit asunnoille, jotka on rakennettu tammikuusta 2011 alkaen

source: Construction price index for apartments constructed before January 2011
fi: Rakenuskustannusindeksi asunnoille, jotka on rakennettu ennen tammikuuta 2011

source: Construction price indices for apartments constructed before January 2011
fi: Rakenuskustannusindeksit asunnoille, jotka on rakennettu ennen tammikuuta 2011

source: Construction price index year for apartments constructed in January 2005 onwards
fi: Rakenuskustannusindeksi asunnoille, jotka on rakennettu tammikuusta 2005 alkaen

source: Construction price indices for apartments constructed in January 2005 onwards
fi: Rakenuskustannusindeksit asunnoille, jotka on rakennettu tammikuusta 2005 alkaen

source: Surface area price ceiling
fi: Rajaneliöhinta

source: Surface area price ceiling calculation data
fi: Rajaneliöhinnan laskentatiedot

source: Job performance
fi: Suorite

source: Job performances
fi: Suoritteet

source: Owner
fi: Omistaja

source: Owners
fi: Omistajat

source: Ownership
fi: Omistus

source: Ownerships
fi: Omistukset

source: Postal code
fi: Postinumero

source: Postal codes
fi: Postinumerot

source: Property manager
fi: Isännöitsijä

source: Property managers
fi: Isännöitsijät

source: Format: 1234-1234-1234-1234
fi: Muoto: 1234-1234-1234-1234

source: Real estate
fi: Kiinteistö

source: Real estates
fi: Kiiinteistöt

source: Thirty Year Regulation Results Row
fi: 30v vertailun tulos rivi

source: Thirty Year Regulation Results Rows
fi: 30v vertailun tulos rivit

source: Thirty Year Regulation Results
fi: 30v vertailun tulokset

source: %(value)s is not an valid property id
fi: %(value)s ei ole kelvollinen kiinteistön id

source: %(value)s is not a valid building id
fi: %(value)s ei ole kelvollinen rakennuksen id

source: User
fi: Käyttäjä

source: Users
fi: Käyttäjät
